# commands.py

USER_COMMANDS_TEXT = (
    "/start - Перезапустить бота\n"
    "/help - Показать это сообщение\n\n"
    "Заметили баг? Расскажите @SyncWave1\n\n "
    "Используйте кнопки в меню для навигации."
)

ADMIN_COMMANDS_TEXT = (
    "<b>Админ-команды:</b>\n"
    "/ashelp - Показать это сообщение\n"
    "/addday - Открыть следующий день\n"
    "/closeday - Закрыть последний открытый день\n"
    "/setday <номер> - Установить текущий день марафона\n"
    "/def <user_id> - Сбросить прогресс пользователя\n"
)